romkatv/powerlevel10k

# this block is in alphabetic order
ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/alias-finder
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/pyenv
# ohmyzsh/ohmyzsh path:plugins/rbenv
ohmyzsh/ohmyzsh path:plugins/globalias
ohmyzsh/ohmyzsh path:plugins/gcloud

rupa/z
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# these should be at last!
zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
