# this block is in alphabetic order
ohmyzsh/ohmyzsh
# ohmyzsh/ohmyzsh path:plugins/alias-finder
ohmyzsh/ohmyzsh path:plugins/aws kind:defer
ohmyzsh/ohmyzsh path:plugins/fzf kind:defer
ohmyzsh/ohmyzsh path:plugins/git kind:defer
# ohmyzsh/ohmyzsh path:plugins/pyenv
# ohmyzsh/ohmyzsh path:plugins/rbenv
# ohmyzsh/ohmyzsh path:plugins/globalias
# ohmyzsh/ohmyzsh path:plugins/gcloud
# ohmyzsh/ohmyzsh path:plugins/history
# ohmyzsh/ohmyzsh path:plugins/asdf

rupa/z kind:defer

# zsh-users/zsh-completions
zsh-users/zsh-autosuggestions kind:defer

# these should be at last!
# zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search kind:defer
zsh-users/zsh-syntax-highlighting kind:defer

romkatv/powerlevel10k
