romkatv/powerlevel10k

# this block is in alphabetic order
robbyrussell/oh-my-zsh path:plugins/aws
robbyrussell/oh-my-zsh path:plugins/vscode
robbyrussell/oh-my-zsh path:plugins/fzf

rupa/z
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# these should be at last!
zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
